Repository: 4IceG/luci-app-backupandrestore-apk
Catalog: luci-app-backupandrestore-apk/po/*/backupandrestore-apk.po
Languages: de, fr, it, pl, ru, vi

source: Backup and restore packages
de: Pakete sichern und wiederherstellen
fr: Sauvegarde et restauration des paquets
it: Backup e ripristino dei pacchetti
pl: Kopia / Przywracanie pakietów
ru: Резервное копирование и восстановление пакетов
vi: Sao lưu và khôi phục các gói

source: Backup and Restore APK Packages
de: APK-Pakete sichern und wiederherstellen
fr: Sauvegarde et restauration des paquets APK
it: Backup e ripristino dei pacchetti APK
pl: Tworzenie kopii zapasowej i przywracanie pakietów APK
ru: Резервное копирование и восстановление APK пакетов
vi: Sao lưu và khôi phục các gói APK

source: Package allows user to create a list of installed packages and reinstall packages from this list.
de: Das Paket ermöglicht es dem Benutzer, eine Liste installierter Pakete zu erstellen und Pakete aus dieser Liste neu zu installieren.
fr: Le paquet permet à l'utilisateur de créer une liste de paquets installés et de réinstaller des paquets à partir de cette liste.
it: Il pacchetto consente all'utente di creare un elenco di pacchetti installati e reinstallare i pacchetti da questo elenco.
pl: Pakiet umożliwia użytkownikowi utworzenie listy doinstalowanych pakietów i ponowne zainstalowanie pakietów z tak przygotowanej listy.
ru: Пакет позволяет пользователю создать список установленных пакетов и переустановить пакеты из этого списка.
vi: Gói cho phép người dùng tạo danh sách các gói đã cài đặt và cài đặt lại các gói từ danh sách này.

source: Installation progress:
de: Installationsfortschritt:
fr: Progression de l'installation :
it: Progresso dell'installazione:
pl: Postęp instalacji pakietów:
ru: Прогресс установки:
vi: Tiến trình cài đặt:

source: Number of packages in list:
de: Anzahl der Pakete in der Liste:
fr: Nombre de paquets dans la liste :
it: Numero di pacchetti nell'elenco:
pl: Liczba pakietów na liście:
ru: Количество пакетов в списке:
vi: Số lượng gói trong danh sách:

source: Actions:
de: Aktionen:
it: Azioni:
pl: Akcje:
ru: Действия:
vi: Hành động:

source: Create list
de: Liste erstellen
fr: Créer la liste
it: Crea elenco
pl: Utwórz listę
ru: Создать список
vi: Tạo danh sách

source: Install packages from list
de: Pakete aus der Liste installieren
fr: Installer les paquets de la liste
it: Installa pacchetti dall'elenco
pl: Zainstaluj pakiet(-y) z listy
ru: Установить пакеты из списка
vi: Cài đặt các gói từ danh sách

source: List file actions:
de: Listendatei-Aktionen:
fr: Actions du fichier de liste :
it: Azioni del file elenco:
pl: Akcje dla listy pakietów:
ru: Действия с файлом списка:
vi: Hành động tệp danh sách:

source: Load list
de: Liste laden
fr: Charger la liste
it: Carica elenco
pl: Załaduj listę
ru: Загрузить список
vi: Tải danh sách

source: Save
de: Speichern
fr: Enregistrer
it: Salva
pl: Zapisz
ru: Сохранить
vi: Lưu

source: Clear
de: Löschen
fr: Effacer
it: Cancella
pl: Wyczyść
ru: Очистить
vi: Xóa

source: Confirm clear list
de: Löschen der Liste bestätigen
fr: Confirmer l'effacement de la liste
it: Conferma cancellazione elenco
pl: Potwierdź wyczyszczenie listy
ru: Подтвердите очистку списка
vi: Xác nhận xóa danh sách

source: Are you sure you want to clear the package list?
de: Sind Sie sicher, dass Sie die Paketliste löschen möchten?
fr: Êtes-vous sûr de vouloir effacer la liste des paquets ?
it: Sei sicuro di voler cancellare l'elenco dei pacchetti?
pl: Czy na pewno chcesz wyczyścić listę pakietów?
ru: Вы уверены, что хотите очистить список пакетов?
vi: Bạn có chắc chắn muốn xóa danh sách gói không?

source: List cleared
de: Liste gelöscht
fr: Liste effacée
it: Elenco cancellato
pl: Lista wyczyszczona
ru: Список очищен
vi: Danh sách đã được xóa

source: Error clearing list: %s
de: Fehler beim Löschen der Liste: %s
fr: Erreur lors de l'effacement de la liste : %s
it: Errore durante la cancellazione dell'elenco: %s
pl: Błąd czyszczenia listy: %s
ru: Ошибка очистки списка: %s
vi: Lỗi khi xóa danh sách: %s

source: Please wait... installing packages from list
de: Bitte warten... Pakete aus der Liste werden installiert
fr: Veuillez patienter... installation des paquets de la liste
it: Attendere prego... installazione dei pacchetti dall'elenco
pl: Proszę czekać... trwa instalacja pakietów z listy
ru: Пожалуйста, подождите... установка пакетов из списка
vi: Vui lòng đợi... đang cài đặt các gói từ danh sách

source: Package list
de: Paketliste
fr: Liste des paquets
it: Elenco pacchetti
pl: Lista pakietów
ru: Список пакетов
vi: Danh sách gói

source: Status
fr: Statut
it: Stato
ru: Статус
vi: Trạng thái

source: Package name
de: Paketname
fr: Nom du paquet
it: Nome del pacchetto
pl: Nazwa pakietu
ru: Имя пакета
vi: Tên gói

source: Installing...
de: Installiere...
fr: Installation...
it: Installazione...
pl: Instalowanie...
ru: Установка...
vi: Đang cài đặt...

source: Installed
de: Installiert
fr: Installé
it: Installato
pl: Zainstalowano
ru: Установлено
vi: Đã cài đặt

source: No packages in list
de: Keine Pakete in der Liste
fr: Aucun paquet dans la liste
it: Nessun pacchetto nell'elenco
pl: Brak pakietów na liście
ru: Нет пакетов в списке
vi: Không có gói trong danh sách

source: Click "Create list" to save installed packages
de: Klicken Sie auf "Liste erstellen", um installierte Pakete zu speichern
fr: Cliquez sur "Créer la liste" pour enregistrer les paquets installés
it: Fai clic su "Crea elenco" per salvare i pacchetti installati
pl: Kliknij "Utwórz listę" aby zapisać zainstalowane pakiety
ru: Нажмите "Создать список", чтобы сохранить установленные пакеты
vi: Nhấp vào "Tạo danh sách" để lưu các gói đã cài đặt

source: Creating package list
de: Paketliste wird erstellt
fr: Création de la liste des paquets
it: Creazione dell'elenco pacchetti
pl: Tworzenie listy pakietów
ru: Создание списка пакетов
vi: Đang tạo danh sách gói

source: Saving package list...
de: Paketliste wird gespeichert...
fr: Enregistrement de la liste des paquets...
it: Salvataggio dell'elenco pacchetti...
pl: Zapisywanie listy pakietów...
ru: Сохранение списка пакетов...
vi: Đang lưu danh sách gói...

source: List created. Saved %d packages.
de: Liste erstellt. %d Pakete gespeichert.
fr: Liste créée. %d paquets enregistrés.
it: Elenco creato. Salvati %d pacchetti.
pl: Lista utworzona. Zapisano %d pakietów.
ru: Список создан. Сохранено %d пакетов.
vi: Danh sách đã được tạo. Đã lưu %d gói.

source: Error creating list.
de: Fehler beim Erstellen der Liste.
fr: Erreur lors de la création de la liste.
it: Errore durante la creazione dell'elenco.
pl: Błąd tworzenia listy.
ru: Ошибка создания списка.
vi: Lỗi khi tạo danh sách.

source: Error: %s
de: Fehler: %s
fr: Erreur : %s
it: Errore: %s
pl: Błąd: %s
ru: Ошибка: %s
vi: Lỗi: %s

source: No packages. Create list first.
de: Keine Pakete. Erstellen Sie zuerst eine Liste.
fr: Aucun paquet. Créez d'abord une liste.
it: Nessun pacchetto. Crea prima un elenco.
pl: Brak pakietów. Utwórz najpierw listę.
ru: Нет пакетов. Сначала создайте список.
vi: Không có gói. Hãy tạo danh sách trước.

source: Installation confirmation
de: Installationsbestätigung
fr: Confirmation de l'installation
it: Conferma installazione
ru: Подтверждение установки
vi: Xác nhận cài đặt

source: Install %d packages from list?
de: %d Pakete aus der Liste installieren?
fr: Installer %d paquets de la liste ?
it: Installare %d pacchetti dall'elenco?
pl: Zainstalować %d pakiet(-y) z listy?
ru: Установить %d пакетов из списка?
vi: Cài đặt %d gói từ danh sách?

source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla
pl: Anuluj
ru: Отмена
vi: Hủy

source: Install
de: Installieren
fr: Installer
it: Installa
pl: Zainstaluj
ru: Установить
vi: Cài đặt

source: Waiting for installation...
de: Warte auf Installation...
fr: En attente de l'installation...
it: In attesa dell'installazione...
pl: Oczekuje na instalację...
ru: Ожидание установки...
vi: Đang chờ cài đặt...

source: Error monitoring progress
de: Fehler beim Überwachen des Fortschritts
fr: Erreur lors de la surveillance de la progression
it: Errore durante il monitoraggio del progresso
pl: Błąd podczas monitorowania postępu
ru: Ошибка мониторинга прогресса
vi: Lỗi giám sát tiến trình

source: Installation error
de: Installationsfehler
fr: Erreur d'installation
it: Errore di installazione
pl: Błąd instalacji
ru: Ошибка установки
vi: Lỗi cài đặt

source: File list-user-installed-packages.txt has been loaded
de: Datei list-user-installed-packages.txt wurde geladen
fr: Le fichier list-user-installed-packages.txt a été chargé
it: Il file list-user-installed-packages.txt è stato caricato
pl: Plik list-user-installed-packages.txt został wczytany
ru: Файл list-user-installed-packages.txt был загружен
vi: Tệp list-user-installed-packages.txt đã được tải

source: Write error: %s
de: Schreibfehler: %s
fr: Erreur d'écriture : %s
it: Errore di scrittura: %s
pl: Błąd zapisu: %s
ru: Ошибка записи: %s
vi: Lỗi ghi: %s

source: File list-user-installed-packages.txt downloaded
de: Datei list-user-installed-packages.txt heruntergeladen
fr: Fichier list-user-installed-packages.txt téléchargé
it: File list-user-installed-packages.txt scaricato
pl: Plik list-user-installed-packages.txt został pobrany
ru: Файл list-user-installed-packages.txt загружен
vi: Tệp list-user-installed-packages.txt đã được tải xuống

source: Read error: %s
de: Lesefehler: %s
fr: Erreur de lecture : %s
it: Errore di lettura: %s
pl: Błąd odczytu: %s
ru: Ошибка чтения: %s
vi: Lỗi đọc: %s

source: Executing apk update command
de: Führe apk update-Befehl aus
fr: Exécution de la commande apk update
it: Esecuzione del comando apk update
ru: Выполнение команды apk update
vi: Đang thực hiện lệnh apk update

source: Waiting for the apk update command to complete…
de: Warte auf die Fertigstellung des apk update-Befehls…
fr: En attente de la fin de la commande apk update…
it: In attesa del completamento del comando apk update…
ru: Ожидание завершения команды apk update…
vi: Đang chờ lệnh apk update hoàn thành…

source: Installation completed
de: Installation abgeschlossen
fr: Installation terminée
it: Installazione completata
pl: Instalacja zakończona
ru: Установка завершена
vi: Cài đặt hoàn tất

source: Internet connection is required to install packages. Please connect to the internet and refresh the page.
de: Für die Installation von Paketen ist eine Internetverbindung erforderlich. Bitte stellen Sie eine Internetverbindung her und aktualisieren Sie die Seite.
fr: Une connexion Internet est requise pour installer les paquets. Veuillez vous connecter à Internet et actualiser la page.
it: È necessaria una connessione Internet per installare i pacchetti. Connettiti a Internet e aggiorna la pagina.
ru: Для установки пакетов требуется подключение к Интернету. Пожалуйста, подключитесь к Интернету и обновите страницу.
vi: Cần có kết nối internet để cài đặt các gói. Vui lòng kết nối internet và làm mới trang.

source: Installing:
de: Installiere:
fr: Installation :
it: Installazione:
pl: Instalowanie:
ru: Установка:
vi: Đang cài đặt:

source: Installing packages
de: Pakete werden installiert
fr: Installation des paquets
it: Installazione dei pacchetti
pl: Instalowanie pakietów
ru: Установка пакетов
vi: Đang cài đặt các gói

source: Editing package lists
de: Paketliste bearbeiten
fr: Modification de la liste des paquets
it: Modifica dell'elenco pacchetti
pl: Edycja listy pakietów
ru: Редактирование списка пакетов
vi: Chỉnh sửa danh sách gói

source: The window allows the user to edit the list of installed packages.
de: Das Fenster ermöglicht es dem Benutzer, die Liste der installierten Pakete zu bearbeiten.
fr: La fenêtre permet à l'utilisateur de modifier la liste des paquets installés.
it: La finestra consente all'utente di modificare l'elenco dei pacchetti installati.
pl: Okno umożliwia użytkownikowi edycję listy doinstalowanych pakietów.
ru: Окно позволяет пользователю редактировать список установленных пакетов.
vi: Cửa sổ cho phép người dùng chỉnh sửa danh sách các gói đã cài đặt.

source: Close
de: Schließen
fr: Fermer
it: Chiudi
pl: Zamknij
ru: Закрыть
vi: Đóng

source: Undo
de: Rückgängig
fr: Annuler
it: Annulla
pl: Cofnij
ru: Отменить
vi: Hoàn tác

source: Unable to reload the file
de: Datei kann nicht neu geladen werden
fr: Impossible de recharger le fichier
it: Impossibile ricaricare il file
pl: Nie można ponownie wczytać pliku
ru: Не удается перезагрузить файл
vi: Không thể tải lại tệp

source: Package list has been saved
de: Paketliste wurde gespeichert
fr: La liste des paquets a été enregistrée
it: L'elenco dei pacchetti è stato salvato
pl: Lista pakietów została zapisana
ru: Список пакетов был сохранен
vi: Danh sách gói đã được lưu

source: Unable to save the file
de: Datei kann nicht gespeichert werden
fr: Impossible d'enregistrer le fichier
it: Impossibile salvare il file
pl: Nie można zapisać pliku
ru: Не удается сохранить файл
vi: Không thể lưu tệp

source: Read error:
de: Lesefehler:
fr: Erreur de lecture :
it: Errore di lettura:
pl: Błąd odczytu:
ru: Ошибка чтения:
vi: Lỗi đọc:

source: Remove from list
de: Aus der Liste entfernen
fr: Retirer de la liste
it: Rimuovi dall'elenco
pl: Usuń z listy
ru: Удалить из списка
vi: Xóa khỏi danh sách

source: Remove...
de: Entfernen...
fr: Retirer...
it: Rimuovi...
pl: Usuń...
ru: Удалить...
vi: Xóa...

source: Remove "%s" from the package list?
de: "%s" aus der Paketliste entfernen?
fr: Retirer "%s" de la liste des paquets ?
it: Rimuovere "%s" dall'elenco dei pacchetti?
pl: Usunąć "%s" z listy pakietów?
ru: Удалить "%s" из списка пакетов?
vi: Xóa "%s" khỏi danh sách gói?

source: Package "%s" removed from list
de: Paket "%s" wurde aus der Liste entfernt
fr: Le paquet "%s" a été retiré de la liste
it: Il pacchetto "%s" è stato rimosso dall'elenco
pl: Pakiet "%s" został usunięty z listy
ru: Пакет "%s" был удален из списка
vi: Gói "%s" đã được xóa khỏi danh sách

source: Error removing package:
de: Fehler beim Entfernen des Pakets:
fr: Erreur lors de la suppression du paquet :
it: Errore durante la rimozione del pacchetto:
pl: Błąd podczas usuwania pakietu:
ru: Ошибка удаления пакета:
vi: Lỗi khi xóa gói:

source: Uninstalling...
de: Deinstalliere...
fr: Désinstallation...
it: Disinstallazione...
pl: Usuwanie pakietu...
ru: Удаление...
vi: Đang gỡ cài đặt...

source: Uninstall package "%s"? This will remove the package from your system.
de: Paket "%s" deinstallieren? Dies wird das Paket von Ihrem System entfernen.
fr: Désinstaller le paquet "%s" ? Cela supprimera le paquet de votre système.
it: Disinstallare il pacchetto "%s"? Questo rimuoverà il pacchetto dal sistema.
pl: Odinstalować pakiet "%s"? Spowoduje to usunięcie pakietu z systemu.
ru: Удалить пакет "%s"? Это удалит пакет из вашей системы.
vi: Gỡ cài đặt gói "%s"? Điều này sẽ xóa gói khỏi hệ thống của bạn.

source: Please wait... Uninstalling package "%s"
de: Bitte warten... Paket "%s" wird deinstalliert
fr: Veuillez patienter... Désinstallation du paquet "%s"
it: Attendere prego... Disinstallazione del pacchetto "%s"
pl: Proszę czekać... Trwa odinstalowywanie pakietu "%s"
ru: Пожалуйста, подождите... Удаление пакета "%s"
vi: Vui lòng đợi... Đang gỡ cài đặt gói "%s"

source: Package "%s" uninstalled successfully
de: Paket "%s" wurde erfolgreich deinstalliert
fr: Le paquet "%s" a été désinstallé avec succès
it: Il pacchetto "%s" è stato disinstallato con successo
pl: Pakiet "%s" został pomyślnie odinstalowany
ru: Пакет "%s" был успешно удален
vi: Gói "%s" đã được gỡ cài đặt thành công

source: Error uninstalling package:
de: Fehler beim Deinstallieren des Pakets:
fr: Erreur lors de la désinstallation du paquet :
it: Errore durante la disinstallazione del pacchetto:
pl: Błąd podczas odinstalowywania pakietu:
ru: Ошибка удаления пакета:
vi: Lỗi khi gỡ cài đặt gói:

source: Refresh package list
de: Paketliste aktualisieren
fr: Actualiser la liste des paquets
it: Aggiorna elenco pacchetti
pl: Odśwież listę pakietów
ru: Обновить список пакетов
vi: Làm mới danh sách gói

source: Refresh
de: Aktualisieren
fr: Actualiser
it: Aggiorna
pl: Odśwież
ru: Обновить
vi: Làm mới

source: Confirmation
pl: Potwierdzenie
